var winter = {
    middle: {
        Chinese: [
            {subject:"专题一：正确认识字音和字形",content: "1.识记现代汉语普通话常用字的字音;<br>2.识记并正确书写现代常用规范汉字。",hour:"2",reading: "中考试卷中对字音字形的考查，几乎每地必考。考查范围以课内易错易混字词为主，部分词来自课外。以选择、改错、书写、给加点字注音、根据拼音写汉字等题型为主，选择题是字音、字形考查的主流题型。"},
            {subject:"专题二：正确使用词语和成语",content: "1.成语(或词语)的辨析与运用；<br>2.理解词语的语境义等；3.易混词语的比较辨析。",hour:"2",reading: "词语的理解和运用一直是中考的必考内容，考查形式主要以选择题、填空题为主，兼有改错题、结合语境的表述题等。"},
            {subject:"专题三：辨析与修改病句",content: "1.了解常见病句类型：语序不当、搭配不当、成分残缺、结构混乱、表意不明。<br>2.辨析与修改病句。",hour:"2",reading: "辨析、修改病句是大部分省市中考试卷的必考题型，病句辨析主要以客观选择题形式出现，病句的修改一般以主观题形式出现。"},
            {subject:"专题四：句子衔接、排序、仿写与对联（含修辞）",content: "1.理清句子排序；<br>2.掌握对联常识；<br>3.仿写句子。",hour:"2",reading: "中考对句子衔接与排序的考查以选择题的形式出现，设题方式主要有：选出与前文衔接最恰当的一项；选出填入横线中句子顺序最恰当的一项；选出句子排序正确的一项。仿写着重考查语言分析能力和组织表达能力。对联着重考查学生对对联常识的掌握，能根据对联的常识完成上联或下联的运用能力。修辞单独考查的并不多见，主要和仿写等综合起来考查。"},
            {subject:"专题五：语文综合运用",content: "1.语言表达:如拟写宣传标语,仿写、补写句子,图文转换等；<br>2.口语交际:如劝说、鼓励和转述等；<br>3.修改病句:病句类型有句式杂糅、搭配不当、语序不当、不合逻辑等。",hour:"2",reading: "语文综合运用注重语文学科知识的综合性,题目设置的情境或活动注重考查考生从语文角度分析问题、解决问题的能力。如拟写宣传标语、仿写、补写句子、图文转换，劝说、鼓励和转述等等。"},
            {subject:"专题六：名著导读",content: "1.必考篇目：《水浒》《西游记》《朝花夕拾》《骆驼祥子》《红岩》《伊索寓言》《格林童话》《海底两万里》；<br>2.备考篇目：《童年》《繁星》《春水》《格列佛游记》《鲁滨孙漂流记》《钢铁是怎样炼成的》。",hour:"4",reading: "《课标》要求七至九年级学生“课外阅读总量不少于260万字,每学年阅读两三部名著”,并对“课外读物”提出推荐书目。中考对名著导读的考察内容趋向于具体化和细节化，重点考查名著名称、作者、典型情节、主要人物以及对阅读的认识和体会等。"},
            {subject:"专题七：名句名篇默写",content: "1.名句名篇默写考察方式及重点复习。",hour:"2",reading: "《义务教育语文课程解读》在古诗文积累方面对初中生的要求是：“诵读古代诗词，注重积累、感悟和运用，提高自己的欣赏品味。”背诵《义务教育语文课程标准》规定的优秀古诗文50篇，在考查中要求：①识记准确，理解正确；②书写正确、工整、规范。"},
            {subject:"专题八：古诗词鉴赏",content: "1.课内古诗词重点篇目复习；<br>2.古诗词鉴赏常见考点及模拟训练。",hour:"2",reading: "古诗词阅读是中考语文的重要考查点，设题材料以经典规范的唐诗、宋词为主，篇目多选自课内，但近年来对来自课外的篇目考查频率加大。鉴赏考点主要有品味词句，意境、意象概括分析，体悟情感志趣，赏析表达技巧等。题型以主观题为主，也有部分选择题。"},
            {subject:"专题九：文言文阅读",content: "1.课内文言问重点篇目复习；<br>2.课内文言文常见考点及模拟训练。",hour:"4",reading: "中考语文试题对文言文的考查，选材以课内文言文为主，但近年来向课外文言文迁移的趋势很明显，复习备考时需要注意这一点。"},
            {subject:"专题十：记叙文阅读（小说、散文）",content: "1.记叙文阅读常见考点：主题内容、故事情节、人物形象、环境描写、小说标题、写作技巧、语言特色等；<br>2.记叙文阅读综合训练。",hour:"4",reading: "纵观近几中考语文试题,对记叙文阅读(包括抒情散文和小说)的考查是最普遍、最广泛的,每年必考,题型的设计角度也比较丰富、开阔。中考记叙文阅读多选择能体现关注社会、关注生活、关注生命、关注热点以及关注自己最真实的情感体验和阅读体验的材料来命题。"},
            {subject:"专题十一：说明文阅读",content: "1.说明文阅读常见考点：把握说明对象的特征、概括说明要点、理清说明文的层次、判断说明方法及其其作用、体会说明文的语言特点；<br>2.说明文阅读综合训练。",hour:"4",reading: "中考说明文阅读往往选取内容紧跟时代发展步伐，和社会生活紧密相关，关注与人类生存密切相关的生态环境，科技进步等方面的文章。"},
            {subject:"专题十二：议论文阅读",content: "1.议论文阅读常见考点：论点的提炼和概括、论证方法、议论文的论据、论证结构和语言特色；2.议论文阅读综合训练。",hour:"4",reading: "中考议论文选文大多内容比较贴近生活，具有人文色彩，侧重对文化、人格、思想品质、心理等方面的教育，很有现实意义。"},
            {subject:"专题十三：写作",content: "1.命题半命题作文写作方法指导；<br>2.中考范文及写作素材。",hour:"4",reading: "作文是中考语文必考内容，且在试卷中占有较大比重，占比40%左右，要求写人形象鲜明，写事内容具体，写景生动形象，评述有理有据。作文侧重记叙文的写作，以命题和话题作文为主，鼓励思维创新。　　"},
            {combine:"3",subject:"专题十四：七年级课内复习（上下册）",content: "1.课内古诗文重点篇目复习巩固；",hour:"6",reading: "中考语文在古诗文方面主要考查学生背诵默写掌握情况，内容以课内古诗文为主，兼及常见成语、熟语、谚语、歇后语等。同时名句名篇默写、古诗词鉴赏、文言文阅读也要以课内为基础。"},
            {subject:"专题十五：八年级课内复习（上下册）",content: "--",hour:"--",reading: ""},
            {subject:"专题十六：九年级课内复习（上下册）",content: "--",hour:"--",reading: ""},
            {subject:"专题十七：中考冲刺模拟训练",content: "1.测试卷讲评。（课前做好，课堂讲评）",hour:"4",reading: "中考语文的复习，模拟训练的重要性不言而喻，它不仅是对学习效果进行检测的良好方式，也能帮助我们进一步巩固所学内容。"},
        ],
        math: [
            {subject:"专题一：数学思想方法",content: "本专题从①整体思想；②转化思想；③分类讨论思想；④方程思想；⑤函数思想；⑥数形结合思想6个考点进行突破",hour:"4",reading: "数学思想方法是指对数学知识和方法形成的规律性的理性认识，是解决数学问题的根本策略。抓住数学思想方法，善于迅速调用数学思想方法，更是提高解题能力根本之所在。"},
            {subject:"专题二：新定义型问题",content: "本专题从①规律题型中的新定义；②运算题型中的新定义；③探索题型中的新定义；④开放题型中的新定义；⑤阅读材料题型中的新定义5个考点进行突破",hour:"4",reading: "“新定义”型问题成为近年来中考数学压轴题的新亮点。在复习中应重视学生应用新的知识解决问题的能力。"},
            {subject:"专题三：开放型问题",content: "本专题从①条件开放型；②结论开放型；③条件和结论都开放问题；④过程开放型4个考点进行突破",hour:"4",reading: "开放型试题已成为近年中考的热点，重在考查同学们分析、探索能力以及思维的发散性，但难度适中．根据其特征大致可分为：条件开放型、结论开放型、方法开放型和编制开放型等四类。"},
            {subject:"专题四：探究型问题",content: "本专题从①条件探索型，②结论探索型，③规律探索型，④存在探索型4个考点进行突破",hour:"4",reading: "探究型问题是指命题中缺少一定的条件或无明确的结论，需要经过推断，补充并加以证明的一类问题．根据其特征大致可分为：条件探究型、结论探究型、规律探究型和存在性探究型等四类。"},
            {subject:"专题五：归纳猜想型问题",content: "本专题从①猜想数式规律；②猜想图形规律；③猜想坐标变化规律；④猜想数量关系；⑤猜想变化情况；⑥猜想数字求和6个考点进行突破",hour:"4",reading: "    归纳猜想型问题在中考中越来越被命题者所注重。这类题要求根据题目中的图形或者数字，分析归纳，直观地发现共同特征，或者发展变化的趋势，据此去预测估计它的规律或者其他相关结论，使带有猜想性质的推断尽可能与现实情况相吻合，必要时可以进行验证或者证明，依此体现出猜想的实际意义。"},
            {subject:"专题六：阅读理解型问题",content: "本专题从①阅读试题提供新定义、新定理，解决新问题；②阅读试题信息，归纳总结提炼数学思想方法；③阅读相关信息，通过归纳探索，发现规律，得出结论；④阅读试题信息，借助已有数学思想方法解决新问题4个考点进行突破",hour:"4",reading: "    阅读理解型问题在近几年的中考试题中频频“亮相”，特别引起我们的重视.这类问题一般文字叙述较长，信息量较大，各种关系错综复杂，考查的知识也灵活多样， 既考查学生的阅读能力，又考查学生的解题能力的新颖数学题."},
            {subject:"专题七：方案设计型问题",content: "本专题从①设计测量方案问题；②设计搭配方案问题；③设计销售方案问题；④设计图案问题4个考点进行突破",hour:"4",reading: "    一些新颖、灵活、密切联系实际的方案设计问题广受中考命题人员的喜爱，这些问题主要考查学生动手操作能力和创新能力，这也是新课程所要求的核心内容之一。"},
            {subject:"专题八：动点型问题",content: "本专题从①建立动点问题的函数图像；②动态几何型题目（三动）；③双动点问题3个考点进行突破",hour:"4",reading: "“动点型问题” 题型繁多、题意创新，考察学生的分析问题、解决问题的能力，内容包括空间观念、应用意识、推理能力等，是近几年中考题的热点和难点。"},
            {subject:"专题九：选择题解题方法",content: "本专题从①直接法；②筛选法；③逆推代入法；④直观选择法；⑤特征分析法；⑥动手操作法6个考点进行突破",hour:"2",reading: "选择题是各地中考必考题型之一，各地命题设置上，选择题的数目稳定在8～14题.题目小巧、答案简明、解法灵活、知识覆盖面宽，有利于考核学生的基础知识，有利于强化分析判断能力和解决实际问题的能力的培养。"},
            {subject:"专题十：填空题解题方法",content: "本专题从①直接法；②特殊值法；③数形结合法；④等价转化法；⑤猜想法；⑥整体法；⑦；构造法；⑧图像法；⑨观察法，⑩新定义法10个考点进行突破",hour:"2",reading: "中考中的数学填空题一般是容易题或中档题，数学填空题，绝大多数是计算型(尤其是推理计算型)和概念(性质)判断型的试题，应答时必须按规则进行切实的计算或者合乎逻辑的推演和判断。"},
            {subject:"专题十一：二次函数与几何综合类存在问题",content: "本专题从①二次函数与三角形的结合；②二次函数与四边形的结合；③二次函数与相似三角形的结合；④二次函数与圆的结合4个考点进行突破",hour:"4",reading: "二次函数与三角形、四边形、圆和相似三角形常常综合在一起考查，解决这类问题需要用到数形结合思想，把“数”与“形”结合起来，互相渗透。"},
            {subject:"模拟训练一",content: "定时定点做考试训练",hour:"2",reading: "精选中考真题，探索中考出题模式，按具体题目分析解题思路。"},
            {subject:"模拟训练二",content: "定时定点做考试训练",hour:"2",reading: "精选中考真题，探索中考出题模式，按具体题目分析解题思路。"},
            {subject:"知识点查漏补缺",content: "根据模拟训练情况，进行查漏补缺",hour:"2",reading: "查漏补缺，再次巩固。"},
            {subject:"中考押题卷",content: "根据中考考纲和历年出题规律，提炼中考押题卷",hour:"2",reading: "冲刺押题卷不会太难，为学生考前练手准备，最后冲刺的几周调整心态比学习较难的知识更重要。"},

        ],
        English: [
            {subject:"专题一：名词",content: "名词的种类，可数名词与不可数名词，名词所有格。",hour:"2",reading: "  名词是最基本的词类之一，在中考中也是必考内容，特别是名词的数和名词所有格的用法，考查方式主要为单项选择题，在其他考查题型中也常有涉及。"},
            {subject:"专题二：动词",content: "动词的分类及其区别，主要包括实意动词、系动词、助动词、非谓语动词等。",hour:"4",reading: "  动词是最重要最难掌握的词类之一，在中考中也是必考内容，特别是动词时态语态的考查是重点。"},
            {subject:"专题三：介词",content: "时间介词，方位介词，介词的固定搭配和易混介词的区别",hour:"4",reading: "  对介词的考查主要是单项选择题，预计2017年介词的考查点仍将是词义辨析和固定搭配。"},
            {subject:"专题四：连词",content: "常用连词的讲解及辨析、运用。",hour:"2",reading: "  介词与连词是常用常考的小词，属于虚词一类，它们在英语语言之中起到连接作用，在中考中也属于必考词类，本课主要剖析中考时经常考到的介词与连词。"},
            {subject:"专题五：形容词与副词",content: "形容词和副词的原级，比较级与最高级是本课的重点。",hour:"4",reading: "  形容词和副词用来描述事物的特征与状态，中考中对此知识点的考查集中在形容词的比较级和最高级的构成上，最为重要的则是最高级的一些特殊表达，本课立足于中考考点，对形容词与副词进行系统的讲解。"},
            {subject:"专题六：疑问句与感叹句",content: "一般疑问句，特殊疑问句，选择疑问句，反义疑问句和感叹句的构成及表达。",hour:"2",reading: "  疑问句和感叹句为中考中必考考点，特别是反义疑问句和感叹句的用法，特别是感叹句何时由what引导何时又为how引导，其中的区别是单项选择题的命题重点。"},
            {subject:"专题七：情景交际",content: "情景交际中经常用到的日常用语和谚语汇总。",hour:"2",reading: "  在中考命题中一般都会有一到两道题考查情景交际的能力，本课针对这一命题特点对常考的日常用语和谚语进行总结，并配以相应的练习。"},
            {subject:"专题八：句子种类及成分",content: "句子的种类以及构成句子的组成部分在句中的具体作用。",hour:"4",reading: "  准确判别英语句子的种类以及其中的成分是正确理解句义文义的基础，因此本课针对基础的句子结构进行分析，帮助学生正确理解句义文义。"},
            {subject:"专题九：单项选择",content: "单项选择这类题目的解题技巧以及分考点汇总、练习。",hour:"4",reading: "  单项选择侧重于对学生语法掌握情况的考查，本课立足于中考单项选择中的常考知识点进行汇总并配以相应的练习。"},
            {subject:"专题十：语法填空",content: "语法填空解题技巧以及常考知识点的汇总。",hour:"4",reading: "  语法填空是中考中比较有难度的一种题型，本课立足于语法填空的解题技巧和常考知识点进行系统讲解。"},
            {subject:"专题十一：完形填空",content: "完形填空的解题技巧及常考项的练习。",hour:"4",reading: "  完形填空是中考必考题型之一，这类题目综合考察学生的语言能力，包括语法掌握，阅读理解掌握上下文的能力和推理能力，本课立足于完形填空的解题技巧分类分考点进行讲解，并配以相应的练习达到巩固提高的目的。"},
            {subject:"专题十二：阅读",content: "阅读理解主要考察点解读以及解题技巧。",hour:"4",reading: "  阅读理解是中考必考题型之一，而且占比很大，所谓得阅读者得天下是非常有道理的。本节课，我们主要灌输做阅读理解题的技巧，并配上相应的真题进行巩固提高。"},
            {subject:"专题十三：任务型阅读",content: "任务型阅读理解（分题型探索）的考察点和解题技巧。",hour:"4",reading: "  任务型阅读理解是阅读理解的一种考查方式，但是任务型阅读相较于普通的阅读理解题目难度要大很多，本课主要讲解阅读中的七选五和补全图表类的阅读理解。"},
            {subject:"专题十四：写作",content: "写作题目的常考题型讲解及练习。",hour:"4",reading: "  写作题目作为考试的压轴题目，其占比也十分可观，本课主要讲解应用文和记叙文的写作。"},
            {subject:"专题十五：猜题卷",content: "中考模拟预测题目，课堂上模拟考试。",hour:"2",reading: "  在中考之前进行一次模拟考试，达到查漏补缺的效果。"},

        ],
        Physics: [
            {subject:"专题一：声学",content: "声音的产生传播、声音的特性、声音的利用和噪声的防止",hour:"2",reading: "主要考察声音产生原因和传播途径，声音的特性以及决定因素等概念，以选择题的形式考察。中考所占比例为3%左右"},
            {subject:"专题二：光学",content: "光的直传反射折射、平面镜成像、凸透镜成像、光的色散",hour:"6",reading: "反射定律、折射定律以及平面镜和凸透镜成像是这部分的重点，中考必考内容。主要以选择填空作图实验的形式考察。中考所占比例为10%左右"},
            {subject:"专题三：热学",content: "物态变化、热与内能",hour:"4",reading: "掌握固液气三态之间的转化，理解分子动理论、内能、比热容以及热机的工作原理。中考所占比例为12%左右"},
            {subject:"专题四：力学",content: "物质世界、力和运动、简单机械、压力和压强、浮力 ",hour:"6",reading: "力学是物理学中最重要的一部分内容，得力学者得天下，会跟其它章节的内容进行综合考察，是中考难点和重点。中考所占比例为35%左右"},
            {subject:"专题五：功与能",content: "功和功率、机械能和机械效率、能源与可持续发展",hour:"6",reading: "这部分主要是考察功和功率的原理和计算、机械能的决定因素以及效率的计算等内容，也是必考的内容。中考所占比例为10%左右"},
            {subject:"专题六：电与磁",content: "电路电压电流电阻、欧姆定律、电功率和家庭电路、电与磁、信息的传递",hour:"6",reading: "电磁学也是中考物理很重要的一部分内容，会跟力学、热学章节进行综合内容的考察。所占的比例很大，中考所占比例为30%左右"},
            {subject:"专题七：作图题",content: "光学作图、力学作图、电学作图的细节问题",hour:"2",reading: "可以强化学生的思维能力、设计能力、创新能力和基本作图技巧"},
            {subject:"专题八：实验探究题",content: "反映实践动手能力和对物理概念和物理规律的理解",hour:"4",reading: "实验探究题是能体现学生能力的一种题型，是中考命题的重点和热点，也是体现试题难度、使考生拉开分数档次的重要题型"},
            {subject:"专题九：图表与信息题",content: "实验类计算题、探究性计算题、推理性计算题、学科内综合性计算题、数据分析类计算题等",hour:"2",reading: "主要涉及实验设计能力，数据读取、分析与处理能力，图象的识别与分析能力，运用数学工具的能力，以及灵活运用一些重要物理概念、规律与原理解决简单问题的能力"},
            {subject:"专题十：学科内综合与压轴题",content: "力学综合、电学综合、力电、力热或电热综合，试题覆盖面广、容量大。",hour:"6",reading: "综合性压轴题对学生的自学能力、探究能力、实践能力、思维能力、创新能力、快速反应的能力进行综合性考查"},
            {subject:"专题十一：猜题卷1",content: "中考模拟预测题目，课堂上模拟考试。",hour:"2",reading: "综合复习，查漏补缺"},
            {subject:"专题十二：猜题卷2",content: "中考模拟预测题目，课堂上模拟考试。",hour:"2",reading: "综合复习，查漏补缺"},

        ],
        Chemistry: [
            {subject:"专题一：我们周围的空气",content: "1、空气的组成成分及其主要用途<br>2、空气污染的防治3、氧气的物理化学性质以及用途4、氧气的实验室制取和工业制法5、催化剂的作用及性质",hour:"2",reading: "实验氧气的制取实验和氧气的物理化学性质是本专题的重点和高频考点，主要以填空、简答和综合运用题的形式去进行考查。"},
            {subject:"专题二：碳和碳的氧化物",content: "1、碳单质的物理化学性质<br>2、二氧化碳和一氧化碳的物理化学性质<br>3、碳及其化合物之间的转化4、实验室制取二氧化碳",hour:"2",reading: "碳及其化合物的性质以及二氧化碳的制取是本专题的重点也是高频考点，这部分内容主要以实验探究和简答题形式出现。"},
            {subject:"专题三：水与常见的溶液",content: "1、水的组成与净化<br>2、水的污染与防治<br>3、溶液的形成、乳化及结晶现象<br>4、饱和溶液与不饱和溶液<br>5、溶解度与溶解度曲线<br>6、溶液的配制与质量分数的计算",hour:"2",reading: "水的组成、净化、污染与防治以及硬水与软水的区别是考试的热点，常以选择题和填空题形式出现；饱和溶液与不饱和溶液、溶解度、有关溶质的质量分数是中考的热点，主要以溶解度曲线入手进行多角度考查"},
            {subject:"专题四：金属与金属矿物",content: "1、金属的单质、合金<br>2、金属的物理性质和用途<br>3、金属的防锈和冶炼金属的利用和保护",hour:"2",reading: "金属的活动性顺序、化学性质、冶炼原理和相关化学方程式计算是本专题的重点，中考中常联系实际与生产生活相关联，以填空、选择、实验题为主，重在考查学生的分析能力"},
            {subject:"专题五：常见的酸和碱",content: "1、常见酸、碱的物理化学性质与用途<br>2、常见酸碱的稀释以及使用安全<br>3、用酸碱指示剂检验溶液酸碱性4、酸碱中和反应及其运用",hour:"2",reading: "常见酸碱的性质、中和反应是本专题的重点，也是中考的重点，难度相对较大；在中考中常与生活相联系，以生活实际为切入点考查。"},
            {subject:"专题六：盐和化肥肥料",content: "1、氧化钠、钠盐、碳酸钙的组成及其生活中的用途<br>2、盐的化学性质<br>3、酸碱盐之间的反应及复分解反应<br>4、常见离子的检验<br>5、常见化肥名称、用途以及鉴别<br>6、化肥、农药对环境的污染",hour:"2",reading: "在中考中常以选择题和填空题形式出现，从酸碱盐之间的转化、除杂、鉴别、推断的角度进行考查"},
            {subject:"专题七：微粒的构成",content: "1、分子、原子、离子<br>2、元素<br>3、物质的分类",hour:"2",reading: "物质与元素、分子、原子、离子的区别和联系，单质、氧化物、酸、碱、盐的分类是中考的热点，特别跟相关的高科技信息题是近年来的命题方向"},
            {subject:"专题八：化学式与化学价",content: "1、化学式的意义以及相对原子质量和相对分子质量计算<br>2、常见元素的化合价<br>3、化合价的计算和根据化合价写出化学式",hour:"2",reading: "元素化合价和化学式的关系、化学式的书写和含义、有关化学式的计算是中考的必考点。在选择题和填空题均有考查"},
            {subject:"专题九：质量守恒定律  化学方程式",content: "1、质量守恒定律<br>2、化学方程式<br>3、物质的变化和性质",hour:"4",reading: "质量守恒定律及其运用、化学方程式的书写和计算是本专题的重点也是高频考点，化学方程式常作为压轴题出现在卷末，质量守恒定律常以选择题和填空题为主；物质的变化以及性质也是中考的必考点，常与实际生活相联系"},
            {subject:"专题十：化学与能量",content: "1、燃烧与灭火<br>2、灭火的原理<br>3、化学反应中的放热和吸热<br>4、能源利用",hour:"2",reading: "燃烧的条件、灭火原理、化学反应中的能量变化等均是中考的热点，在本专题中常以新材料为背景考查"},
            {subject:"专题十一：化学与生活",content: "1、化学与材料<br>2、化学与健康",hour:"2",reading: "主要考查食物中的营养素、微量元素、食品安全、材料与环保等内容；以衣食住行为依托考查，常以选择题和填空题为主"},
            {subject:"专题十二：实验基本基础",content: "1、常见仪器及其基本操作<br>2、配制溶液<br>3、过滤和蒸发",hour:"4",reading: "实验的基本操作和规范是中考必考内容常以选择和实验探究题形式考查"},
            {subject:"专题十三：常见气体的制取与净化",content: "1、常见气体的制备<br>2、常见气体的检验<br>3、常见气体的干燥和净化",hour:"4",reading: "常见气体的制备、检验、干燥、净化是中考考查的重点内容，在试卷中常以基础题、综合题和信息前一体形式考查"},
            {subject:"专题十四：物质的检验、分离和提纯",content: "1、物质的检验<br>2、物质的分离和提纯",hour:"4",reading: "这部分主要以填空题和实验探究题为主，推断题常以框图形式出现，综合考查化学的基本概念、原理和化合物知识，考查学生的综合分析能力"},
            {subject:"专题十五：实验方案的设计与评价",content: "1、实验方案设计<br>2、实验方案的评价",hour:"4",reading: "实验设计与评价是中考的难点，集综合性、探究性、开放性于一体，以实验基础联系生产生活实际解决实际问题。"},
            {subject:"模拟训练一",content: "定时定点训练中考真题",hour:"2",reading: "精选各地中考考题，合理训练学生时间安排和解题思路归纳"},
            {subject:"模拟训练二",content: "定时定点训练中考真题",hour:"2",reading: "精选各地中考考题，合理训练学生时间安排和解题思路归纳"},
            {subject:"知识点查缺补漏",content: "简单复习全部初中化学内容，对于生疏点简单讲解",hour:"2",reading: "查缺补漏，再次巩固"},
            {subject:"中考押题卷和考试技巧",content: "根据中考考纲以及命题方式提炼中考押题卷，重点讲解考试技巧和注意事项",hour:"2",reading: "试卷内容不难，适合做适应性练习，着重介绍考试技巧与考试注意事项"},

        ]
    },
    senior: {
        Chinese: [
            {subject:"专题一：古诗词鉴赏",content: "1.鉴赏文学作品的形象、语言和表达技巧； <br>2.评价文章的思想内容和作者的观点态度。",hour:"4",reading: "古代诗歌鉴赏是高考的必考点，涉及形象、语言、表达技巧、思想感情等方面，因对学生语文素养和鉴赏能力的考查全面而深受命题人的青睐。"},
            {subject:"专题二：文言文阅读",content: "1.理解常见文言实词、虚词的含义和用法； <br>2.理解与现代汉语不同的句式和用法；<br>3.了解并掌握常见的古代文化知识；<br>4.理解并翻译文中的句子；<br>5.筛选并整合文中信息，归纳内容要点，概括中心意思；<br>6.分析概括作者在文中的观点态度，评价文章的思想内容和作者的观点态度；<br>7.鉴赏文学作品的形象、语言和表达技巧。",hour:"4",reading: "高考新课标卷对文言文阅读的考察，在选文材料上，一般都是浅显的文言文，所选文章都是史传文学，选自“二十四史”，且避熟就生。在设题与赋分上，基本处于稳定状态，主要集中在理解与分析层面。"},
            {subject:"专题三：名篇名句默写",content: "1.默写常见的名句名篇。",hour:"2",reading: "近年来，名句默写从考察范围上来看，主要是课内的教材，新课标《考试说明》中规定的名句名篇默写范围为64篇，其中初中50篇，高中14篇。从题量、分值及考察类型上看，卷的默写题为三个小题，每题两空，共6分。从2014年开始，采用情境默写题的形式。"},
            {subject:"专题四：论述类文本阅读",content: "1.理解文中重要概念、句子的含义； <br>2.筛选整合文中信息；<br>3.分析把握文章思路结构；<br>4.归纳内容要点，概括中心意思；<br>5.分析概括作者在文中的观点态度。",hour:"4",reading: "论述类文本阅读为高考语文必考内容。从2017年高考《考试大纲》的变化要求看，考查的范围要扩展到政论文、学术论文、时评、书评等论述类文体，且增加了“分析论点、论据和论证方法”这一具体要求。"},
            {subject:"专题五：文学类文本阅读（小说）",content: "1.概括主要人物形象的特点； <br>2.鉴赏作品的文学形象，体会环境描写的作用；3.体会重要语句的丰富含意，品味精彩的语言表达艺术。",hour:"4",reading: "从近三年的课标卷来看，文学类文本的阅读是清一色的<br>小说。从试题涉及的考点来看，第(1)小题的双选题考查对作品思想内容和艺术特色的分析鉴赏，对情节、主题的分析概括；第(2)(3)小题考查的重点是对表现手法、人物形象的鉴赏评价；第(4)小题考查 <br>对作品作个性化解读和探究。"},
            {subject:"专题六：文学类文本阅读（散文）",content: "1.鉴赏文中特殊的词语的妙用； <br>2.理解文中重要语句的含意和作用；<br>3.鉴赏散文语言的某种特色。",hour:"2",reading: "虽然近几年课标卷文学类文本阅读没有涉及散文，但是其它自主命题省份不乏考察散文的阅读。因此，必须给予散文阅读充分的重视。"},
            {subject:"专题七：实用类文本阅读（传记）",content: "1.传主形象和事迹概括分析； <br>2.贡献成就或个性品质形成的原因分析 <br>3.艺术手法的四大考点；<br>4.探究类题目等。",hour:"4",reading: "新课标卷对实用类文本阅读的考查，近三年来一直以人物传记为主，从选材到命题设置，都呈现出“稳中有变”的特点。2017年高考《考试大纲》实用类文本阅读中增加了“理解”能力层级，新增了两个考点，分别是“理解文中重要概念的含义”“理解文中重要句子的含意”，这是一个新的动向，考生应在高考备考中加以重视。"},
            {subject:"专题八：实用类文本阅读（新闻）",content: "1.筛选并整合文中信息，分析语言特色，把握文章结构，概括中心意思； <br>2.评价文本的主要观点和基本倾向；<br>3.探究文本中的某些问题，提出自己的见解。",hour:"4",reading: "从2016高考考情来看，新课标甲、乙、丙卷在选考内容中均考察了实用类文本阅读题，而其他试卷都没有涉及。"},
            {subject:"专题九：成语运用",content: "1.正确使用词语（包括熟语）。",hour:"2",reading: "正确使用词语(包括熟语)是历年高考考查的重点题型，2016新课标卷主要考查成语和虚词的用法，采用客观选择题的形式，具体命题形式有两种：一是判断成语运用正误题，二是辨析近义虚词选择填空题。"},
            {subject:"专题十：病句辨析",content: "1.了解病句类型：语序不当、搭配不当、成分残缺或赘余、结构混乱、表意不明、不合逻辑等； <br>2.辨析并修改病句。<br>",hour:"2",reading: "新课标卷对病句的考查比较固定，只考辨析不考修改，难度中等。考查的病句类型主要集中在“搭配不当”“语序不当”“成分残缺或赘余”“结构混乱”“表意不明”“不合逻辑”6大类型上。"},
            {subject:"专题十一：语言表达连贯（客观题）",content: "1.语言表达连贯（客观题）常见考察方式； <br>2.语言表达简明、连贯、得体，准确、鲜明、生动。",hour:"2",reading: "语句的连贯，指的是上下文之间要有明显的联系，话题要统一，陈述对象要尽可能保持一致，句序要合理，句子的组合与衔接、呼应要自然。连贯是语言表达的基本要求，也是高考常考考点。"},
            {subject:"专题十二：语言表达连贯（主观题）",content: "1.语言表达连贯（客观题）常见考察方式； <br>2.语言表达简明、连贯、得体，准确、鲜明、生动。",hour:"2",reading: "语言表达连贯（主观题）也叫语句补写题，是新课标卷最具特色、出现频率很高的一种语言表达题型。语句补写题型是一种综合性题型，以考查语言连贯为主，兼有对压缩、仿写和推断能力的考查。"},
            {subject:"专题十三：图文转换",content: "1.图文转换常见题型；<br>2.正确分析图文内容，全面筛选图文中蕴含的信息，准确简明地用语言表达。<br>",hour:"2",reading: "图文转换综合考查学生对材料的分析、综合、概括能力。表面看来是“看图说话”，实际上是在考查考生运用语言表情达意的能力。"},
            {subject:"专题十四：写作",content: "1.材料作文写作方法指导； <br>2.高考范文及写作素材。",hour:"4",reading: "2016年高考共有九套试卷，共呈现了十道作文题（北京卷提供了两道作文题），其中卷Ⅰ采用漫画作文的形式，卷Ⅱ、卷Ⅲ、江苏卷、山东卷、浙江卷等都采用文字型材料作文的形式，北京卷两道作文题都采用“材料+命题”的形式。材料作文在高考作文中占有绝对主导的地位。"},
            {subject:"专题十五：高考冲刺模拟训练",content: "1.测试卷讲评。（课前做好，课堂讲评）",hour:"6",reading: "考前冲刺模拟训练以常规题目为主，重点在于通过测试卷点评分析巩固各个知识点，同时调整考前心态。"},

        ],
        math: [
            {subject:"专题一：解题方法",content: "本专题从①配方法；②换元法；③待定系数法；④定义法；⑤数学归纳法；⑥参数法；⑦反证法7个考点进行突破",hour:"4",reading: "“知识”是基础，“方法”是手段，“思想”是深化，提高数学素质的核心就是提高学生对数学思想方法的认识和运用，数学素质的综合体现就是“能力”。"},
            {subject:"专题二：数学思想",content: "本专题从①数形结合思想；②分类讨论思想；③函数与方程思想；④等价转化思想4个考点进行突破",hour:"4",reading: "“知识”是基础，“方法”是手段，“思想”是深化，提高数学素质的核心就是提高学生对数学思想方法的认识和运用，数学素质的综合体现就是“能力”。"},
            {subject:"专题三：函数与导数综合",content: "本专题从①用导数研究函数的性质；②导数、函数与不等式；③恒成立及求参数范围问题；④利用导数识别函数图像4个考点进行突破",hour:"4",reading: "导数是研究函数的单调性、极值(最值)最有效的工具，而函数是高中数学中重要的知识点，所以在历届高考中，对导数的应用的考查都非常突出."},
            {subject:"专题四：三角函数、平面向量综合",content: "本专题从①三角函数与平面向量平行的综合；②垂直的综合；③模的综合；④结合向量的数量积，考查三角函数的化简或求值；⑤结合向量的夹角公式，考查三角函数中的求角问题；⑥结合三角形中的向量知识考查三角形的边长或角的运算；⑦结合三角函数的有界性，考查三角函数的最值与向量运算；⑧结合向量平移问题，考查三角函数解析式的求法；⑨结合向量的坐标运算，考查与三角不等式相关的问题9个考点进行突破",hour:"4",reading: "平面向量与解三角形的试题是难易适中的基础题或中档题，一是直接考查向量的概念、性质及其几何意义；二是考查向量、正弦定理与余弦定理在代数、几何问题中的应用．"},
            {subject:"专题五：数列综合",content: "本专题从①裂项相消法在求和中的应用；②错位相减在数列中的应用；③公式法求和在数列中的应用；④分组并项求和；⑤数列中综合应用5个考点进行突破",hour:"4",reading: "数列问题是每年高考的必考内容，涉及选择题、填空题、解答题等多种题型，大题多是考查数列的定义、数列的求和、数列的通项、有关数列问题的证明以及数列与函数、不等式、解析几何等知识的交汇问题．"},
            {subject:"专题六：立体几何综合",content: "本专题从①异面直线所成的角；②线面平行的判定；③线面垂直的判定；④三垂线定理4个考点进行突破",hour:"4",reading: "高考立体几何试题在选择、填空题中侧重立体几何中的概念型、空间想象型、简单计算型问题，而解答题侧重立体几何中的逻辑推理型问题，主要考查线线关系、线面关系和面面关系，及空间角、面积与体积的计算．"},
            {subject:"专题七：平面解析几何综合",content: "本专题从①直线与圆的综合问题；②最值与范围问题；③存在性问题；④定值、定点问题4个考点进行突破",hour:"4",reading: "解析几何是高考的必考内容，它包括直线、圆、圆锥曲线和圆锥曲线综合应用等内容．高考常设置三个客观题和一个解答题，对解析几何知识和数学思想方法的应用进行考查."},
            {subject:"专题八：概率与统计综合",content: "本专题从①随机变量及其分布；②概率与统计 的综合问题；③概率问题常见错题剖析3个考点进行突破",hour:"4",reading: "概率与统计作为考查考生应用知识的重要载体，也是高中数学中占有课时较多的一个知识板块，是高考的一大亮点和热点．"},
            {subject:"专题九：填选解题策略",content: "本专题从①选择题解答策略；②填空题解答策略2个考点进行突破",hour:"4",reading: "选择、填空题是高考传统的题型，都要求学生在短时间内作答。因此很有必要探讨选择、填空题的解答策略和方法."},
            {subject:"专题十：应试策略",content: "本专题从①拉分题策略；②送分题策略2个考点进行突破",hour:"4",reading: "高考是选拔性的考试，必然要具备选拔的功能，对会做的题如何保证得分；对拿不下的题目(压轴题)中如何分段得分，对考生至关重要."},
            {combine:"2",subject:"模拟训练一",content: "定时定点做考试训练",hour:"2",combine:"2",reading: "精选高考真题，探索高考出题模式，按具体题目分析解题思路"},
            {subject:"模拟训练二",content: "定时定点做考试训练",hour:"2",reading: ""},
            {subject:"知识点查漏补缺",content: "根据模拟训练情况，进行查漏补缺",hour:"2",reading: "查漏补缺，再次巩固"},
            {subject:"高考押题卷",content: "根据高考考纲和历年出题规律，提炼高考押题卷",hour:"2",reading: "冲刺押题卷不会太难，为学生考前练手准备，最后冲刺的几周调整心态比学习较难的知识更重要。"},

        ],
        English: [
            {subject:"专题一：主谓一致",content: "主谓一致，内容包括语法上的一致，意义一致和就近原则。",hour:"2",reading: "   在英语句子中，谓语受主语支配，即主谓一致，主谓一致大致分为三种情况：语法一致，意义一致和就近原则。本节课就从这三个方面进行系统的讲解。"},
            {subject:"专题二：虚拟语气",content: "虚拟语气的判别及适用范围。",hour:"2",reading: "  英语中有三种语气，分别为陈述语气，祈使语气和虚拟语气三种，其中虚拟语气为难点。本课主要讲解条件状语从句、宾语从句主语从句中的虚拟语气以及其省略形式。"},
            {subject:"专题三：非谓语动词",content: "非谓语动词的三个主要内容：不定式、动名词和分词。",hour:"2",reading: "  非谓语动词是指在句子中不是谓语的动词，主要包括不定式、动名词和分词(现在分词和过去分词)，即动词的非谓语形式。非谓语动词除了不能独立作谓语外，可以承担句子的其他成分。"},
            {subject:"专题四：定语从句",content: "主要讲解定语从句的概念、构成以及用法。",hour:"4",reading: "  定语从句是高中英语学习的一个重难点，针对此语法点主要考查定语从句的引导词，限制性定语从句和非限制性定语从句等。本课也从这些考查点出发对定语从句进行系统的讲解。"},
            {subject:"专题五：状语从句",content: "概览状语从句的高频考点：让步状语从句，原因状语从句，时间状语从句，地点状语从句和条件状语从句。",hour:"4",reading: "  重点把握在引导时间、地点、条件、让步、比较、原因状语从句的连词运用上;熟练运用出现频率较高让步状语从句和原因状语从句;好易混词的辨析如:as， when， while等，状语从句中的时态、语态、语气、省略。"},
            {subject:"专题六：名词性从句",content: "讲解名词性从句：主语从句，宾语从句，表语从句和同位语从句。",hour:"4",reading: "  名词性从句的功能相当于名词词组， 它在复合句中能担任主语、宾语、表语、同位语、介词宾语等，因此根据它在句中不同的语法功能，名词性从句又可分别称为主语从句、宾语从句、表语从句和同位语从句。本课则详细讲解并练习这些名词性从句的用法。"},
            {subject:"专题七：完形填空",content: "完形填空题的考纲解读以及解题技巧，并且分考点进行详细的训练。",hour:"4",reading: "  完形填空既考查对语法，词汇，习语，句型，搭配等基础知识的综合运用能力，又考查对短文的阅读理解能力，甚至有时还考察对时事政治等的关注。其中包括在具体的语境中灵活运用语言知识的能力，根据试题内容进行正确的逻辑推理，综合判断和分析概括的能力。本课就在这些方面进行讲解。"},
            {subject:"专题八：语法填空",content: "本课侧重提升学生灵活运用语法知识的能力，如单词词性、动词时态、名词单复数、连接词、代词、冠词等判断各空白处应填写的内容。",hour:"4",reading: "  分别从动词不定式、动名词、分词、形容词性从句、名词性从句、副词性从句、时态、语态、虚拟语气、形容词、副词、情态动词、代词、介词和名词分别加以热身练习、知识透析与强化练习来夯实考查的重难点。"},
            {subject:"专题九：阅读专项讲解1",content: "阅读理解考纲解读，以及主旨大意题和观点态度题的技巧讲解和练习。",hour:"2",reading: "  阅读理解是高考必考题型之一，而且占比很大。本节课，我们主要灌输做阅读理解题的技巧，并配上相应的真题进行巩固提高。"},
            {subject:"专题十：阅读专项讲解2",content: "阅读理解中的细节理解题，逻辑推理题以及猜测题意题技巧讲解和练习。",hour:"2",reading: "  阅读理解题考查方向主要有主旨大意题，观点态度题，细节理解他，猜测词义题和逻辑推理题，本节课主要针对细节理解他，猜测词义题和逻辑推理题进行系统的讲解并结合高考真题进行巩固提高。"},
            {subject:"专题十一：任务型阅读",content: "任务型阅读理解（分题型探索）的考察点和解题技巧。",hour:"4",reading: "  任务型阅读相较于普通的阅读理解题目难度要大很多，本课主要讲解阅读中的七选五和补全图表类的阅读理解。"},
            {subject:"专题十二：短文改错",content: "短文改错解题技巧以及常考知识点的讲解。",hour:"4",reading: "   本部分在全方位透视短文改错题型与命题特点的基础上，深度总结了短文改错题的解题思路与技巧，可帮助高考考生更好地了解高考的知识能力要求，熟悉题型特点，把握命题趋向，探索命题规律和应试对策，提高能力，掌握解题的步骤与技巧。"},
            {subject:"专题十三：写作1",content: "应用文写作",hour:"4",reading: "  本课讲解书信，邮件，通知等应用文的写作方法。"},
            {subject:"专题十四：写作2",content: "议论文写作",hour:"4",reading: "  本课讲解如何写出高水平的文章，积累高级词汇，高级的词组表达，从而提升写作水平。"},
            {subject:"专题十五：猜题卷",content: "高考模拟预测题目，课堂上模拟考试。",hour:"2",reading: "  在高考之前进行一次模拟考试，达到查漏补缺的效果。"},
        ],
        Physics: [
            {subject:"专题一：力和运动",content: "匀变速直线运动、相互作用和牛顿运动定律",hour:"4",reading: "力和运动是整个高中物理的基础。一方面在高中学习中主要是受力分析和运动分析；另一方面力学对学生的思维能力，分析物理题目的能力，思维模型的建立很有帮助，力学是学生思维由具体到抽象的一个过渡。所以这部分内容必须学习扎实。"},
            {subject:"专题二：动量和能量",content: " 动量和冲量、动量守恒；动能定理、功能关系、机械能守恒",hour:"4",reading: "动量和能量是高中物理的重要组成部分，是高考考察的重点，学生必须全面、系统掌握。物理过程往往比较复杂，而且好几个过程结合在一起的。但是正确运用动量和能量定理将会使问题简单化，尤其是在复杂的计算题中运用非常多。这部分学习的好将会使学生在物理学习上有一个档次上的提高。"},
            {subject:"专题三：圆周运动、航天和星体问题",content: "运动合成分解、平抛运动、圆周运动和万有引力定律在天体的应用",hour:"4",reading: "曲线运动的条件、平抛和圆周运动的规律和临界问题是重点，注重与万有引力结合的星体问题的解题方法。"},
            {subject:"专题四：带电粒子在电场和磁场中的运动",content: "电场力和电场能、磁场力、粒子在复合场的运动",hour:"4",reading: "电磁场这一部分是高中物理的核心知识，是高考考察的重中之重，高考对电磁场的考察综合性很强，学生必须对第一部分：力和运动、第二部分：动量和能量熟练掌握，才能够学好这部分知识。"},
            {subject:"专题五：闭合电路欧姆定律的分析",content: "电路简化、电动势和内阻、动态故障、电功和电功率",hour:"4",reading: "电学部分是高中物理重要一部分，这部分涉及内容较多且杂，跟电磁感应部分常常综合考察。电学学实验也是近年高考的必考知识点。"},
            {subject:"专题六：电磁感应和交变电流的分析",content: "电磁感应定律和楞次定律、交流电和理想变压器",hour:"4",reading: "以交变电流的产生特点以及以变压器为核心的交变电流的知识，在高考中常以选择题的形式出现；电磁感应与动力学、功能问题和电路的综合应成为复习的重点。"},
            {subject:"专题七：振动和波、电磁振荡和电磁波、光和相对论基础",content: "简谐振动和机械波图像、电磁振荡、电磁波谱，光的反射折射干涉衍射，相对论基础",hour:"2",reading: "振动与波是历年高考的必考内容，其中命题率最高的知识点为波的图象、波长、频率、波速及其相互关系，特别是波的图象与振动图象的关系；掌握振荡电路的原理和周期以及电磁波的相关概念和计算；光和相对论的概念性的理解。"},
            {combine:"3",subject:"专题八：高中物理实验之应用、验证性实验",content: "应用性实验：掌握实验原理步骤方法；验证性实验：考查对实验设计和操作步骤的分析和理解能力，对实验结果的预测和归纳总结能力",hour:"2",reading: "物理实验是高考的主要内容之一。《考试大纲》就高考物理实验共列出19个考点，其中力学8个、热学1个、电学8个、光学2个。要求会正确使用的仪器主要有：刻度尺、游标卡尺、螺旋测微器、天平、秒表、电火花计时器或电磁打点计时器、弹簧测力计、温度表、电流表、电压表、多用电表、滑动变阻器、电阻箱等，并且对实验误差问题提出了更明确的要求。要求学生能明确实验目的，能理解实验原理和方法，能控制实验条件。会使用仪器，会观察、分析实验现象，会记录、处理实验数据，并得出结论．能发现问题、提出问题，能灵活地应用已学过的物理理论、实验方法和实验仪器去处理问题。"},
            {subject:"专题九：高中物理实验之测量性实验",content: "测量性实验：掌握仪器的使用和读数以及误差分析",hour:"2",reading: ""},
            {subject:"专题十：高中物理实验之研究、探究性实验",content: "研究探究实验：提出假设、设计实验、采集数据、数据误差分析、得出结论",hour:"2",reading: ""},
            {subject:"专题十一：数学方法在物理中的应用",content: "掌握极值法、几何法、图像法、归纳法、微元法、数列法和比例法等在物理中的应用",hour:"4",reading: "所谓数学方法，就是要把客观事物的状态、关系和过程用数学语言表达出来，并进行推导、演算和分析，以形成对问题的判断、解释和预测。可以说，任何物理问题的分析、处理过程，都是数学方法的运用过程。所以要掌握物理中特殊的典型的数学方法。"},
            {subject:"专题十二：常见的物理模型归纳",content: "掌握斜面模型、叠加体模型、弹簧模型、传送带模型等的基本考察点和易错点",hour:"4",reading: "把复杂的实际情况转化成一定的容易接受的简单的物理情境，从而形成一定的经验性的规律，即建立物理模型。要求掌握常见物理模型的出题点和易错点，并有物理思想的迁移转化思想。"},
            {subject:"专题十三：物理方法归纳",content: "掌握等效法、递推法、对称法、假设法和整体隔离法等在题目中的应用",hour:"4",reading: "物理教学中不仅要注重基础知识、基本规律的教学；更应加强对学生进 行物理学研究问题和解决问题的科学思维方法的指导与训练。掌握物理学科的特点，熟悉物理研究问题和解决问题的方法是至关重要的。掌握正确的思路和方法往往能起到事半功倍的效果。"},
            {subject:"专题十四：单位制和物理学史",content: "掌握7个基本单位以及单位之间的换算，了解物理学史的物理学家及其贡献",hour:"2",reading: "注意单位的换算以及利用单位对结果进行判断（量纲法）；识记物理发展过程中重要的物理人和事迹贡献。"},
            {subject:"专题十五：猜题卷",content: "高考模拟预测题目，课堂上模拟考试。",hour:"2",reading: "综合复习，查漏补缺"},

        ],
        Chemistry: [
            {subject:"专题一：物质的量",content: "1、阿伏伽德罗定律的计算 <br>2、 常用的化学方程式计算方法 <br>3、物质的量浓度相关计算",hour:"2",reading: "主要要掌握物质的量相关概念，在高考中不仅在选择题出现，还在后面大题也会结合其他知识点一起综合考查，一定要紧扣概念方可万无一失"},
            {subject:"专题二：物质的分类、性质和结构",content: "1、依据分类标准，把握物质类别 <br>2、 胶体 <br>3、依据分类标准，判断物质变化 <br>4、全面突破表示物质组成和结构的化学用语",hour:"2",reading: "高考常以以下二个方向考查：①、 物质的组成和分类；②、 分散系和胶体 。物质的分类单独考查的机会不多，常与其他知识综合考查，且多以选择题形式出现，分散系和胶体几乎不会单独考查，一般难度不大，物质的变化出现概率较高；多以选择题形式出现，且常是综合考查，一般难度不大"},
            {subject:"专题三：离子反应",content: "1、离子共存 <br>2、离子方程式正误判断 <br>3、离子推断问题",hour:"4",reading: " 离子方程式的正误判断是高考考查的热点，常以选择 题的形式考查，离子方程式的数学考查方式预计在高考题中给出一定信息，以填空题的形式写出指定的离 子方程式，离子共存一般以选"},
            {subject:"专题四：氧化还原反应",content: "1、氧化还原反应的概念 <br>2、氧化还原反应方程式的配平 <br>3、氧化还原反应的规律",hour:"4",reading: "以氧化还原反应方程式配平和得失电子守恒思想为基础的“新情境下的方程式”的 书写是高考的热点，在填空题中多有出现。"},
            {subject:"专题五：物质结构和元素周期律",content: "1、元素周期表及其运用 <br>2、元素周期律及其运用 <br>3、元素周期表和元素周期律的综合运用",hour:"2",reading: "此部分内容为高考必考内容，可能是选择题，也可能是大题。在高考中仍是考查推到元素，推断元素在周期表中的位置，元素周期律的运用等。可能结合物质结构进行现象解释、定性推断"},
            {subject:"专题六：金属及其化合物",content: "1、方程式正误的判断 <br>2、试剂的作用分析 <br>3、反应原理和实验现象描述 <br>4、定性分析和定量计算",hour:"2",reading: "出题会以常见金属元素及其化合物的主要性质及其运用为依托，着重考查物质的转化和实验操作等"},
            {subject:"专题七：非金属及其化合物",content: "1、方程式正误的判断 <br>2、试剂的作用分析 <br>3、化学平衡的计算 <br>4、实验现象的描述",hour:"2",reading: "出题会以常见金属元素及其化合物的主要性质及其运用为依托，着重考查氧化还原反应、溶液中的离子平衡和实验现象与操作等"},
            {subject:"专题八：化学反应与能量",content: "1、反应热与能量变化关系 <br>2、热反应方程式 <br>3、盖斯定律的运用及其反应热计算",hour:"2",reading: "出题仍以考查运用盖斯定律计算反应热和热化学方程式的书写，逐渐与化学平衡结合，在非选择题中体现"},
            {subject:"专题九：化学反应速率和化学平衡",content: "1、化学平衡状态 <br>2、化学平衡及其转化率的相关计算 <br>3、化学平衡移动及其图像",hour:"2",reading: "化学平衡的判断；影响化学平衡的因素及平衡原理方面，其中化学平衡图像的分析是热点；化学平衡常数侧重化学平衡常数的书写、计算和运用，其中化学平衡常数的运用是难点"},
            {subject:"专题十：水溶液中的离子平衡",content: "1、弱电解质的电离平衡 <br>2、电离电离和溶液PH <br>3、沉淀溶解平衡 <br>4、盐类水解及其运用 <br>5、溶液中粒子浓度大小关系 <br>6、酸碱中和反应综合运用",hour:"6",reading: "出题会以电离平衡常数为载体考查电解质的强弱及对应盐的水解强弱的相关计算；以Kw为核心进行相关计算，考查溶液酸碱性；用盐考查盐类水解规律；还会考查粒子浓度和“三大守恒”，在酸碱滴定中考查“强”滴“弱”过程中的综合分析；以某些难溶电解质为依托考查Ksp及其运算"},
            {subject:"专题十一：电化学",content: "1、原电池的工作原理及其运用 <br>2、电解池的工作原理及其运用 <br>3、原电池及电解池的综合运用",hour:"2",reading: "这部分内容主要在于电极反应式的书写，这是解题的关键，主要涉及到燃料电池和二次电池的反应原理和电极反应式在不同环境里的书写"},
            {subject:"专题十二：有机化学",content: "1、常见烃的结构与性质 <br>2、化石燃料的综合利用 <br>3、同系物和同分异构体",hour:"4",reading: "烃的考查以选择题为主，考查烃的有关性质、反应类型的判断，与烃的衍生物、营养物质共同组成选择题；化合燃料的考查多存在于化学与STSE题型选择题中，同分异构体的判断是命题的热点和必考点"},
            {subject:"专题十四：化学实验基础",content: "1、仪器的使用 <br>2、溶液的配制 <br>3、物质的制备 <br>4、物质的分离和提纯 <br>5、物质的性质探究",hour:"4",reading: "仪器的选择、组装和规范操作；试剂的选择和加入顺序，多涉及简单计算；重要元素单质及其化合物的制备和仪器选择和使用；物质的分离和提纯；常见元素基本性质及判断，化学现象描述等"},
            {subject:"专题十五：化学实验综合",content: "1、有机合成实验 <br>2、气体的制备和性质实验 <br>3、无机物制备实验、 <br>4、工艺流程实验 <br>5、探究性试验",hour:"4",reading: "用某些陌生有机化合物命题，考查制备方法、提纯和分离，以及实验原理探究；常见气体的制备原理、实验装置以及有关性质的运用；制备某些无机物和工业流程构筑命题考查分离、提纯、鉴别等； "},
            {subject:"选考内容（二选一）",content: "--",hour:"--",reading: "--"},
            {subject:"选修三:原子结构与性质",content: "1、原子核外电子排布原理 <br>2、原子结构和元素性质 <br>3、原子结构与元素性质的递变规律 <br>4、电离能、电负性的应用",hour:"2",reading: "本部分为选考内容，着重考查电子排布式或电子排布图的书写、电离能和电负性的变化规律"},
            {subject:"选修三：分子结构与性质",content: "1、化学键 <br>2、杂化理论 <br>3、等电子原理及运用 <br>4、分子间作用力   ",hour:"2",reading: "本部分为选考内容，着重考查分子中中心原子的杂化类型，分子间作用力对物质性质的影响"},
            {subject:"选修三：晶体结构与性质",content: "1、晶体与非晶体 <br>2、四种晶体的结构和性质比较 <br>3、五类晶体结构模型 <br>4、物质的熔沸点比较 <br>5、晶体计算",hour:"2",reading: "本部分为选考内容，以典型晶体结构为依托，考查均摊法的运用，计算配位数、粒子间距离、晶胞密度等"},
            {subject:"选修五：烃与烃类衍生物的结构与性质",content: "1、烃类物质的结构及性质 <br>2、烃类衍生物的结构和性质",hour:"2",reading: "以烷烃、烯烃、炔烃和芳香烃的代表物为例探究物质组成和性质上的差异，了解典型烃类衍生物的组成和结构特点"},
            {subject:"选修五：有机反应类型",content: "1、加成反应 <br>2、消去反应 <br>3、取代反应",hour:"2",reading: "了解加成、取代、消去等相关反应，熟悉相关物质的反应条件和反应机理。"},
            {subject:"选修五：同系物与同分异构体",content: "1、同系物的概念及判断 <br>2、同分异构体的判断和书写",hour:"2",reading: "认识判断同系物，了解同系物的概念，有机物官能团的名称以及有机物的命名和同分异构体的判断和书写是高考的热点，特别是限制条件上的同分异构体更值得关注，预测是2017年高考的必考点"},
            {subject:"选修五：高分子化合物",content: "1、加聚反应 <br>2、聚合反应 <br>3、高分子材料在高新技术领域的运用",hour:"2",reading: "了解合成高分子的组成合结构特点，能根据简单合成高分子的结构分析其链节和单体；了解加聚和聚合的特点"},

        ]
    },
}
var winter1 = {
    Chinese: [
        {subject:"专题一：正确认识字音和字形",content: "1.识记现代汉语普通话常用字的字音;<br>2.识记并正确书写现代常用规范汉字。",hour:"2",reading: "中考试卷中对字音字形的考查，几乎每地必考。考查范围以课内易错易混字词为主，部分词来自课外。以选择、改错、书写、给加点字注音、根据拼音写汉字等题型为主，选择题是字音、字形考查的主流题型。"},
        {subject:"专题二：正确使用词语和成语",content: "1.成语(或词语)的辨析与运用；<br>2.理解词语的语境义等；3.易混词语的比较辨析。",hour:"2",reading: "词语的理解和运用一直是中考的必考内容，考查形式主要以选择题、填空题为主，兼有改错题、结合语境的表述题等。"},
        {subject:"专题三：辨析与修改病句",content: "1.了解常见病句类型：语序不当、搭配不当、成分残缺、结构混乱、表意不明。<br>2.辨析与修改病句。",hour:"2",reading: "辨析、修改病句是大部分省市中考试卷的必考题型，病句辨析主要以客观选择题形式出现，病句的修改一般以主观题形式出现。"},
        {subject:"专题四：句子衔接、排序、仿写与对联（含修辞）",content: "1.理清句子排序；<br>2.掌握对联常识；<br>3.仿写句子。",hour:"2",reading: "中考对句子衔接与排序的考查以选择题的形式出现，设题方式主要有：选出与前文衔接最恰当的一项；选出填入横线中句子顺序最恰当的一项；选出句子排序正确的一项。仿写着重考查语言分析能力和组织表达能力。对联着重考查学生对对联常识的掌握，能根据对联的常识完成上联或下联的运用能力。修辞单独考查的并不多见，主要和仿写等综合起来考查。"},
        {subject:"专题五：语文综合运用",content: "1.语言表达:如拟写宣传标语,仿写、补写句子,图文转换等；<br>2.口语交际:如劝说、鼓励和转述等；<br>3.修改病句:病句类型有句式杂糅、搭配不当、语序不当、不合逻辑等。",hour:"2",reading: "语文综合运用注重语文学科知识的综合性,题目设置的情境或活动注重考查考生从语文角度分析问题、解决问题的能力。如拟写宣传标语、仿写、补写句子、图文转换，劝说、鼓励和转述等等。"},
        {subject:"专题六：名著导读",content: "1.必考篇目：《水浒》《西游记》《朝花夕拾》《骆驼祥子》《红岩》《伊索寓言》《格林童话》《海底两万里》；<br>2.备考篇目：《童年》《繁星》《春水》《格列佛游记》《鲁滨孙漂流记》《钢铁是怎样炼成的》。",hour:"4",reading: "《课标》要求七至九年级学生“课外阅读总量不少于260万字,每学年阅读两三部名著”,并对“课外读物”提出推荐书目。中考对名著导读的考察内容趋向于具体化和细节化，重点考查名著名称、作者、典型情节、主要人物以及对阅读的认识和体会等。"},
        {subject:"专题七：名句名篇默写",content: "1.名句名篇默写考察方式及重点复习。",hour:"2",reading: "《义务教育语文课程解读》在古诗文积累方面对初中生的要求是：“诵读古代诗词，注重积累、感悟和运用，提高自己的欣赏品味。”背诵《义务教育语文课程标准》规定的优秀古诗文50篇，在考查中要求：①识记准确，理解正确；②书写正确、工整、规范。"},
        {subject:"专题八：古诗词鉴赏",content: "1.课内古诗词重点篇目复习；<br>2.古诗词鉴赏常见考点及模拟训练。",hour:"2",reading: "古诗词阅读是中考语文的重要考查点，设题材料以经典规范的唐诗、宋词为主，篇目多选自课内，但近年来对来自课外的篇目考查频率加大。鉴赏考点主要有品味词句，意境、意象概括分析，体悟情感志趣，赏析表达技巧等。题型以主观题为主，也有部分选择题。"},
        {subject:"专题九：文言文阅读",content: "1.课内文言问重点篇目复习；<br>2.课内文言文常见考点及模拟训练。",hour:"4",reading: "中考语文试题对文言文的考查，选材以课内文言文为主，但近年来向课外文言文迁移的趋势很明显，复习备考时需要注意这一点。"},
        {subject:"专题十：记叙文阅读（小说、散文）",content: "1.记叙文阅读常见考点：主题内容、故事情节、人物形象、环境描写、小说标题、写作技巧、语言特色等；<br>2.记叙文阅读综合训练。",hour:"4",reading: "纵观近几中考语文试题,对记叙文阅读(包括抒情散文和小说)的考查是最普遍、最广泛的,每年必考,题型的设计角度也比较丰富、开阔。中考记叙文阅读多选择能体现关注社会、关注生活、关注生命、关注热点以及关注自己最真实的情感体验和阅读体验的材料来命题。"},
        {subject:"专题十一：说明文阅读",content: "1.说明文阅读常见考点：把握说明对象的特征、概括说明要点、理清说明文的层次、判断说明方法及其其作用、体会说明文的语言特点；<br>2.说明文阅读综合训练。",hour:"4",reading: "中考说明文阅读往往选取内容紧跟时代发展步伐，和社会生活紧密相关，关注与人类生存密切相关的生态环境，科技进步等方面的文章。"},
        {subject:"专题十二：议论文阅读",content: "1.议论文阅读常见考点：论点的提炼和概括、论证方法、议论文的论据、论证结构和语言特色；2.议论文阅读综合训练。",hour:"4",reading: "中考议论文选文大多内容比较贴近生活，具有人文色彩，侧重对文化、人格、思想品质、心理等方面的教育，很有现实意义。"},
        {subject:"专题十三：写作",content: "1.命题半命题作文写作方法指导；<br>2.中考范文及写作素材。",hour:"4",reading: "作文是中考语文必考内容，且在试卷中占有较大比重，占比40%左右，要求写人形象鲜明，写事内容具体，写景生动形象，评述有理有据。作文侧重记叙文的写作，以命题和话题作文为主，鼓励思维创新。　　"},
        {combine:"3",subject:"专题十四：七年级课内复习（上下册）",content: "1.课内古诗文重点篇目复习巩固；",hour:"6",reading: "中考语文在古诗文方面主要考查学生背诵默写掌握情况，内容以课内古诗文为主，兼及常见成语、熟语、谚语、歇后语等。同时名句名篇默写、古诗词鉴赏、文言文阅读也要以课内为基础。"},
        {subject:"专题十五：八年级课内复习（上下册）",content: "--",hour:"--",reading: ""},
        {subject:"专题十六：九年级课内复习（上下册）",content: "--",hour:"--",reading: ""},
        {subject:"专题十七：中考冲刺模拟训练",content: "1.测试卷讲评。（课前做好，课堂讲评）",hour:"4",reading: "中考语文的复习，模拟训练的重要性不言而喻，它不仅是对学习效果进行检测的良好方式，也能帮助我们进一步巩固所学内容。"},
    ]
};

$(function () {
    var grade = "middle",
        subject;
    $("#winterTab li.active a:first-child").css({backgroundColor:"#f40009",color:"#FFF"});
    $("#winterContent div.active li:first-child a").css({backgroundColor:"#f40009",color:"#FFF"});
    // $("table tbody tr").css("backgroundColor","red");
    $("#winterTab li").on("click",function () {
        $("#winterTab li a").css({backgroundColor:"",color:"#000"});
        $(this).find("a").css({backgroundColor:"#f40009",color:"#FFF"});
        grade = $(this).data("grade");
    })
    $("#winterContent li").on("click",function () {
        $("#winterContent li a").css({backgroundColor:"",color:"#000"});
        $(this).find("a").css({backgroundColor:"#f40009",color:"#FFF"});
        subject = $(this).data("subject");
        winter1.Chinese = winter[grade][subject];
        // console.log(winter1);
        $("#winterAll").html(template("winter", winter1));
    })
    // console.log(winter1);
    // console.log(winter[grade][subject]);
    template.config("escape", false);
    $("#winterAll").html(template("winter", winter1));
})
